Repository: mozilla-l10n/mt-training-data
Catalog: ssi/ssi_pontoon.tmx
Source language: en_us
Languages: ssi

source: Validate user-recorded readings in your language
ssi: اپٹُؔیں ٻولیام اُپبھوگتا کی لِکھتا کُو پڑھنے کی اوݪکھ کرو

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
ssi: کیا یہ سُئال مارگ درشکاں پر پورے اترتے ہے؟

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ssi: دؔان کرنوڑے ٹُکڑیں کی پک سادھارݨ اواج کھاس کاماں نتر بھی اِتری ئی کھاس ہے۔ ایک سُݨوں اور گُݨوان کھُلا سروت اواج ڈیٹا ٻݨانٚوݨینٚم مھاری ساہِیتا کرو۔

source: Validation Progress
ssi: پکی پرگتی

source: Validations
ssi: پکِیاں

source: Value and recognition.
ssi: مان اور اوݪکھ.

source: Variant Contribution Options
ssi: نِیارا یوگدؔانا کا مارگ

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ssi: نِیارے نامُونے ٻولِیا کا ایک کھاس رُوپ ہے - ایک سرا ہے بھگول یا پڑاوام ریہݨ واڑے کے جرِئے ٻاٹتے ہے. کِدھی کِدھی اِن کُو ٻولِیاں کیہوتے ہے۔

source: Varying Pronunciations
ssi: دؔوجے لیہکے

source: Venetian
ssi: وینیسی

source: Version
ssi: سنسکرݨ

source: Very common mistakes include:
ssi: سپا سادھارن گلتِیم سیمل ہے:

source: Vietnamese
ssi: ویتنامی

source: View your progress against personal and project goals.
ssi: اپݨیں جاتی اور یوجنا کے لکشئہ کے کھِلاپ اپݨاں ٻدھارا دیکھو.

source: Visible
ssi: چاوا

source: Voice clips are entered into a submission queue that readies them for listening.
ssi: اوَاجیں کے ٹُکڑیں کُو بھیݪا کرنے کی لیٹِؔینٚم داکھل کرا جاوَتا ہے جکو اِنکُو سُننے نتر تیار کرتا ہے۔

source: Voice Collection
ssi: اواجیں جماؤڑا

source: Voice Contribution
ssi: اوَاجا کا یوگدؔان

source: Voice Dataset, Ready for Download
ssi: اواج ڈیٹا سیٹ، ڈاؤن لوڈا نتر تیار

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ssi: اواج اسلی ہے، اواج مانوی ہے۔ یو ئی کارݨ ہے کہ ہم قابل اُپیوگی اواج ٹکنالوجی ٻݨانٚوݨیں کے باریم اُتاوݪا ہے۔ مھاری مسینیں کے نتر. پݨ اواج ماہول ٻݨانٚوݨیں نتر ، ترکی دیݨواڑیں کُو ٻاراں مݨ اواجیں کی جرورت ہووتی ہے۔ ڈیٹا.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ssi: ڈیٹا کی جرورت ہے.

source: Voices Online Now
ssi: اواجاں اٻکے آن لائن

source: Voice Validation
ssi: اوَاجا کی پک

source: Volume
ssi: وَیلا

source: Votic
ssi: ووٹک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ssi: ووکس فورجا کُو مُکتام اور کھُلا سروت بھاشݨ اوݪکھ اِرجݨیں کے بھیݪا اُپیوگا نتر نکلی بھاشݨ بھیݪا کرنے نتر پکا کرا تیا۔

source: Wakhi
ssi: واکھی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ssi: سادھارٹؔ اوَاجا کُو اور بھی اجرا ٻٹؔاوَٹؔینٚم ساہیتا کرنا چاہوَتے ہے؟ بڑِیا! ای میل یا <discourseLink>ڈسکوریں</discourseLink> کے جرِیے سمپرک کرو فورمز، سائٹا کے مسلے <githubLink>گٹ ہبا</githubLink> کے جرِیے جما کراؤ، یا اس میں سیمݪ ہووَ <matrixLink>میٹرکس</matrixLink> کمیونٹی چیٹ.

source: Want to save your information? <createProfile>Create a profile</createProfile>
ssi: اپٹؔی جاݨکاری اِدؔائے دھرنا چاہوتے ہے؟ <createProfile>ایک پروپھائل ٻیٹؔاو</createProfile>

source: Want to stay in touch with Common Voice?
ssi: سادھارٹؔ اوَاجا کے سات سمپرکام ریہوَݨا چاہَوتے ہے؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ssi: جِدؔ ہم سادھارݨ اواج ڈیٹا سیٹا کا نواں سنسکرم جاری کرتے ہے تو اپ ڈیٹس چاہوتے ہے؟ مھارے سُوچنا پترا نتر سبسکرائب کرو.

source: Watch our video explainer to help
ssi: ساہئیتا کرنے نتر مھاری وَیڈیو وَِیاکھِیا دؔیکھو

source: Wayuunaiki
ssi: وایُونائکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
ssi: ہم سدائیں ڈیٹا گِراکاس ان کِیاں جرورتاں اور لِکھائیا باریم سُݨنا چاہوتے ہے - ڈیٹا جما کرنے کے پلیٹ پھارمام یوگادؔان کرنیس لی کر ڈیٹا ہاجا تاجا کی اِدؔائے نِگھا دؔیݨیں تائیں، ہم <emailFragment>تھمسے سُݨنا</emailFragment> چاہوتے ہے.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ssi: ہم اواجیں کا ایک کُھلا اور جنتا کے رُوپام ماجُود ڈیٹا سیٹ ٻݨائی رے ہے جس کُو ہر کوئی بھاشݨا کے جوگی ٻِنتِیا کُو سِکھِیا دؔیݨیں نتر اُپیوگ کری سِکتے ہے۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
ssi: ہم ٹیکنالوجی، نویں ٻات اور ٻولیں کے ادھیکارام جنتا ساکھینٚم سیمݪ ہووݨیں کا سمرتن کرنے نتر اُتساھیت ہے۔ اگر تھم کوئی ٻڈؔی یوجنا یا ابھیان چلاوݨیں کا ارادا راکھتے ہے تو، کِرپا کری <emailFragment>سمپرک کرو.</emailFragment>

source: We are going out to get a coffee.
ssi: ہم چانٚھ لیوٹؔیں نتر ٻاہر جائیرے ہے۔

source: We are going out to get coffee.
ssi: ہم چانٚھ پِیݨیں جائیرے ہے۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
ssi: ہم مِنکھیں کُو اُن کی نسݪ یا لِنگ اوݪکھݨیں کے باریم جکو کائِیں بھتاوَتے ہے اِس میں ودِھیک چُناوَا نتر اپݨِیں مرجِیا کی ودِھیک چھُوٹ دؔی رے ہے۔ کِرپا کری کھُود کُو اِدؔا بھتاوے جکو تھم کُو سارینٚس ودِھیک سنسکِرتی لکھاوتا ہے۔ <learnMoreLink>نسݪ اور لِنگا کے باریم مھارے رستے کے باریم ودِھیک جاݨوں.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ssi: موزیلام ہم اواج ٹکنالوجیا کے اوݪے دؔوݪے ایک پڑاو ٻݨائی رے ہے۔ ہم اپ ڈیٹس ، نئوے جرِئے کے سات رابتیم رہݨا چاوہتے ہے اور اس باریم ودھیک سُݨتا چاوہتے ہے کہ تھم اس ڈیٹا کا کِدؔا اُپیوگ کری رے ہے۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ssi: ہم وسواس راکھتے ہے کہ ٻڈؔے اور جنتا کے رُوپام ماجُود اواج ڈیٹا سیٹ مشین لرننگاپ آدھار بھاشݨ ٹیکنالوجیام نویں ٻات اور سُوست دھندے کی ٻیروٻَریا کُو پورسا دؔیتے ہے۔ یو ایک سنساری جتن ہے اور ہم ساریں کُو یوگدانا کا سڈؔ دؔیتے ہے۔ مھارا لکشے سنسارا کیاں اواجیں کُو ودھیک چاوا کرتوڑا بھاشݨ ٹیکنالوجیا کُو گھݨا گٹھٹن ٻݨاݨیم ساہیتا کرنا ہے۔

source: Website Localization
ssi: ویب سائٹ لوکلائزیشن

source: Websites
ssi: ویب سائٹاں

source: We couldn’t find that page for you
ssi: ہم تھارے نتر ٻو پنا لھوڑی نائیں سکاں

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ssi: ہم تھارے نتر سُٹؔنیں کُو کوئی آڈیو کا ٹُکڑا لی نائِیں سِکے۔ کِرپا کری کن پُوٹھوانٚس جتن کرو۔

source: We couldn’t get any sentences for you to speak. Please try again later.
ssi: ہمکُو تھارے ٻولّٹؔیں نتر کوئی ٻول نائیں مِلی سِکے۔ کِرپا کری کن پِچھیں پُوٹھا جتن کرو۔

source: Weekly
ssi: آٹھیک آٹھیں دِؔنیں

source: Weekly Goal
ssi: آٹھیک آٹھیں دِؔنییاڑا لکشئہ

source: We launch the Common Voice site in this language.
ssi: ہم اس بھاشام سادھارٹؔ اوَاج سائٹ آرمبھ کرتے ہے۔

source: Welcome { $company } staff!
ssi: تھارا سُئاگت ہے { $company } سیوادؔار!

source: Welcome to Common Voice
ssi: سادھارن اواجام تھارا سُواگت ہے

source: Welcome to Spontaneous Speech
ssi: سُبھاوَِِک بھاشݨام سُئاگت ہے

source: Welsh
ssi: ویلش

source: We may have run out of clips - refresh the page, or try again later.
ssi: ہوئی سِکتا ہے کہ مھارے کن ٹُکڑے کُھٹی گے ہووَے پنے کُو چِٹا کرو، یا پِچھیں پُوٹھا جتن کرو۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ssi: ہوئی سِکتا ہے کہ ہمکُو یو ٻِنتی پراپت نائیں ہوئی۔ کِرپا کری ہمکُو سُودا ای میل کرو <emailLink>{ $email } پے اور</emailLink> ہم تھم کُو جباب دؔیؤں گڑے!

source: We periodically release the dataset
ssi: ہم کِدھی بھی ڈیٹا سیٹ چھوڈؔتے ہے

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ssi: ہم تھاری جاݨکاریا کُو ساودھانیا کے سات سمبھݨے کا وچن کرتے ہے. مھارے <privacyLink>بھیدؔا کے نوٹِسام ودھیک پڑھو</privacyLink>.

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
ssi: ہم بھاشٹؔا کے جوگے ٻِنتِیا کی سِکھِیا نتر ایک گھٹیاں ٻولیاں ، کُھلا سروت اواج ڈیٹا سیٹ ٻٹؔائی رے ہے۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ssi: ہم اوَاجیں کے کھُلے سروت ڈیٹا سیٹا کُو کراؤڈ سروت کری رے ہے۔ اپنیں اوَاج دؔان کرو ، دُؔوجے مِنکھیں کے کلپیں کی سئی مانیتا دؔیؤ ، ڈیٹا سیٹا کُو ہر ایکی نتر اجرا ٻٹؔاؤ۔

source: We’re experiencing unexpected downtime
ssi: ہم اوچتا ڈاؤن ٹیما کا انوبھو کری رے ہے

source: We're going out to get coffee.
ssi: ہم چانٚھ لیݨیں نتر باہر جا ئیرے ہے.

source: We’re going out to get coffee.
ssi: ہم کوپھی لیوَٹؔیں جائِیرے ہے۔

source: We release the dataset every 3 months.
ssi: ہم ہر تِینیں مہِینیم ڈیٹا سیٹ گھلاوَتے ہے.

source: We're making some big changes
ssi: ہم کائیں ٻڈؔے پریورتن کریرے ہے

source: We're receiving a lot of traffic and are currently investigating the issues.
ssi: ہمکُو سپا گھݨی ٹیپھک ملی ری ہے اور ہلی اِٻکے مسلے کی جانچ کری رے ہے.

source: We’re sorry, your platform is not currently supported.
ssi: ہم سمما چاہوتے ہے، تھارے پلیٹ پھارما کی آنٚجے بھِیر نائیں لی.

source: Western Highland Purepecha
ssi: اُلہاندے پہاڑی علاقہ پیورپیچا

source: Western Penan
ssi: اُولاندے پینان

source: Western Sierra Puebla Nahuatl
ssi: پشچمی سیرا پیوبلا نہواتل

source: Westphalian
ssi: ویسٹ فیلیان

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ssi: ہم انوَاد کرنے نتر <pontoonLink>پونٹون</pontoonLink> ناوَا کا موزیلا ٹول چلاوَتے ہے۔ پونٹونام کھاسیاں ٻولیاں ہے، پٹؔ جے اگر اس میں تھاری ٻولی نائیں تی تو تھم <pontoonRequestLink>اپٹؔی ٻولی سیمݪ کرنے کی ٻِنتی کری سِکتے ہے</pontoonRequestLink>۔ اس کے پِچھیں ، ٻولیا کُو سادھارٹؔ اوَاج پروجیکٹاپ ماجُود کرنے نتر ، <githubRepoLink>گیٹ ہباپ نوَیں ٻولیا کی بِنتی کرو</githubRepoLink>۔ <localizationFragment>سائٹ انوَادام ودھیک دؔیکھو</localizationFragment>.</localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
ssi: ہمُون کائیں بدلاو کرے ہے. ڈیلٹا سیگمنٹسام پچھاڑی ریلیجا پیچھیںٚس نویں کلپس سیمݪ ہے۔ <deltaLink>اس کاما باریم ودھِیک پڑھو</deltaLink>.

source: We've run out of sentences to record in this language...
ssi: مھارے کن اِس ٻولِّیام بھرنے نتر ٻول کُھٹی گے ہے۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ssi: ہم چاہوَتے ہے کہ بھاشݨا کے نامُونے دُؔوجے نامُونینٚس ٻولݨوَاڑیں کُو اِدؔائے سمجو۔ اِس نتر، ایک اوَاجا کا ڈیٹا سیٹ گھݨیں نِیارے نِیارے مِنکھیں کی سمدھی کرنی چاہیے۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ssi: ہم چاہوَتے ہے کہ مسین سِیکٹؔیں کا نِکسا نِیارے نِیارے نامُونے کے لارکے گاھرِئے کُو ساںمبھٹٚیں کا کام ہے، اور ایٹھے تائِیں تو اُسی جُو ہے اوَاجیں کُو بھی مانا جائی سِکتا ہے اُس کے بھیݪا ٻو تھمکُو پورا کتھن سُٹؔنیس نائِیں روکے ۔ لارکی سانتِیا کا سنگیت سئی ہے؛ سنگیت تھمکُو ہر ایک سٻدؔا کُو سُٹؔنیس روکٹؔیں نتر گھٹؔا تیج ہے۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
ssi: ہم دُؔوجے لیہکیں کا آدؔر بھاو کرتے ہے! کسی ٹُکڑے کُو اس ٻاتاس چھوڈؔݨینٚس آگے گھݨیں ساودھان ریہو کہ تھم کُو لکھاوتا ہے کہ لِکھݨواڑین کسی لوَجا کا گلت اُپیوگ کرا ہے ، اُتاڑا کُو گلت جھاگاپ بہائی دِؔیا ہے ، یا نِساݨیں کُو نِہارائی نائیں۔ دُنیا بھرام دُؔوجے نامُونے کے لیہکے کامام ہے ، جِن مینٚس کاہئیں تھمُون اپݨیں دؔیسا کے بھانٚتُویم نائیں سُݨا ہوؤنٚگا۔ کِرپا کری کن ان مِنکھیں نتر سراݨیں کا سکھِی گھاٹ دؔیؤ جکو تھم سیں دُؔوجی ٻات کری سکے۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ssi: ہم ٻیگے تھاری ٻولیا کُو سادھارن اواجام بھیݪا کرنے باریم ودھِیک جاݨکاریا بھیݪے سمپرکام ریہوں گڑے۔

source: We will be in touch with more information as it becomes available.
ssi: جِدؔا یو ماجُود ہوںٚگا ہم ودھیک جاݨکاریا سات سمپرکام ریہوں گے۔

source: We will not make your email public.
ssi: ہم تھارے ای میلا کُو سادھارݨ نائیں کرُوں گے.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ssi: ہم ڈیٹا سیٹاس تھاری اواج ریکارڈنگا کُو ہٹانٚوݨیں کی تھاری ٻِنتِیا کا جائجاں لیوں گڑے۔ جے تھاری ٻِنتی سُئِیکار ہووَتی ہے تو ، ہم ان منکھینّس سمپرک کروں گڑے جِنھُون ڈیٹا سیٹ ڈاؤن لوڈ کرا ہے اور ٻِنتی کروں گڑے کہ ٻو تھاری اواج ریکارڈنگا کُو بی ہٹائی دؔے۔

source: We will show you a prompt or question
ssi: ہم آپ کُو ایک جھالا یا سُئال دِؔکھاؤں گڑے

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
ssi: ہم پُوروَ اپھریکاپ وشیش دھیانا کے سات انٹرنیٹا کُو ایک ہاجی تاجی جاگھا ٻݨانٚوݨیں نتر سںٚگّٹھن، سول سوسائٹی اور پڑاوَ یوگدؔاناڑے کے بھیݪے کام کرتے ہے. مھارے کام کارجیں کے باریم ودھیک <programmaticWork>جاݨو.</programmaticWork>

source: What is a language on Common Voice?
ssi: سادھارٹؔ اوَاجاپ ایک ٻولی کِیا ہے؟

source: What issues are you experiencing with this content?
ssi: تھم کُو اِس سیمانا کے سات کیا سمسیاں کا انبھوَ ہے؟

source: What issues are you experiencing with this sentence?
ssi: اِن ٻولّیںس تیرے سامے کیا مسلے آوَتے ہے؟

source: What is your age?
ssi: آپ کی اُومر کِتری ہے?

source: What is your sex or gender?
ssi: آپ کی نسݪ یا لِنگ کیا ہے؟

source: What kind of goal do you want to build?
ssi: آپ کس جُو لکشئہ ٻٹؔاوٹؔا چاہوتے ہے؟

source: What makes a good question?
ssi: ایک اجرا سُئال کیا ہے؟

source: What needs to be in my file?
ssi: میریا پھائلام کِیا ہووَٹؔا لاجمی ہے؟

source: What questions can I add?
ssi: ہوں کُوݨ سے سُئالیں کُو سیمݪ کری سِکتا ہے؟

source: What sentences can I add?
ssi: ہُون کُوٹؔسے ٻولیں کُو بھیلے کری سِکتا ہے؟

source: What’s inside the Common Voice dataset?
ssi: سادھارݨ اواج ڈیٹا سیٹا کے مئھیم کیا ہے؟

source: What's Public?
ssi: جنتا کِیا ہے

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ssi: جِدؔ کوئی چلاٹؔوَاڑا اوَاجا کے کلپا کُو چھوڈؔی دؔیتا ہے تو ٻو لیٹِؔیم پُوٹھا آ ئی جاوَتا ہے۔ اگر دوجے ٻیرِیا چھوڈؔی دِؔیتے ہے تو ، اوَجا کے کلپا کُو کلپ مُساݨینٚم گھلائی دِؔیتے ہے۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ssi: سُٹؔتییاٹؔیں اِدؔائے دؔیکھو کہ جکو بھروڑا ہے ٻو ٻوئی ہے جکو لِکھوڑا ہے جے اگر چھوچ موچ گلتیاں بھی ہووَے تو چھوڈؔی دؔیؤ <br /> سپا سادھارݨ گلتِیم بھیݪی ہے

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ssi: جِدؔ تھم اپݨیں ریکارڈنگا کی ٻِنتی کرتے ہے تو ، ہم اِنکُو ایک یا گھݨی ساری جِپ پھائلینٚم بھیݪا کرتے ہے۔ ایٹھے تھاری اگل کِیاں ٻِنتِیاں ہے:

source: Which variant of { $language } do you speak?
ssi: تھم { $language } کی کُوݨ سے نامُونے ٻولتے ہے؟

source: Why ?
ssi: کاکام؟

source: Why a profile?
ssi: پروپھائل کاکام

source: Why are you asking?
ssi: توں کاکام ٻُوچھی را ہے؟

source: Why Common Voice?
ssi: سادھارٹؔ اوَاج کاکام

source: Why does this matter?
ssi: یو کھاس کاکام ہے؟

source: Why we built this Spontaneous Speech prototype
ssi: ہمُون یو سُبھاوَِک بھاشݨ نامُونا کاکام ٻݨایا

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ssi: پروپھائلا بھیݪے ، تھم اپٹؔی گٹیویدیاپ نِگھا راکھی سِکتے ہے اور اواج ڈیٹا دؔیݨواڑے کی کُوماس سمپرک پکا کری سِکتے ہے۔

source: Wixarika
ssi: وِکساریکا

source: Wixárika
ssi: وکساریکا

source: Wolof
ssi: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ssi: کیا تھم اپݨِیں اواج ریکارڈنگا کُو بی گُم کرنے کی ٻِنتی کرنا چاہوتے ہے ، یا کیا تھم اُن کُو سادی اواج ڈیٹا سیٹام راکھݨاں پِسند کرتے ہے؟

source: Write
ssi: لِکھٹؔا

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
ssi: سپا ٻوہئی لِکھو جکو اس مِنکھان کیہیا تِیا ، جس میں 'ام' یا 'ایررا' دؔیسے سٻدؔ بی سیمل ہے۔

source: Write down what you hear the person saying here
ssi: تھم اِس مِنکھا کُو ایٹھے کِیا کہتوڑا سُݨیں رے ہے اِس کُو لِکھو

source: Write options menu
ssi: لَکھٹؔے کے ادھیکار کی سُوچی

source: Xhosa
ssi: ایکسہوسا

source: Xitsonga
ssi: چیشونگ

source: y
ssi: وائے

source: Y
ssi: وائے

source: Yaqui
ssi: یاکی

source: Yes
ssi: ہاوے

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ssi: ہاوے، مِسکُو ای میل گِھلائیئیں. ہوں سادھان اواج پروجیکٹا کے باریم چاٹؔکا ریہوَݨاں چاہوَتا ہے۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ssi: ہاوے، مِسکُو ای میل دِؔگلاو. ہوں سادھارݨ اواجاپ اس ٻولیا کی پرگتیا باریم چاٹؔکا رہݨا چاہوتا ہے۔

source: Yiddish
ssi: یدیش

source: Yoruba
ssi: یوروبا

source: You
ssi: توں

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ssi: تھم <size>{ $size }جی بی</size> ڈاؤن لوڈ سرو کرنواڑے ہے، آگے ودھو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
ssi: آپ <b>{ $size }</b> کا ڈاؤن لوڈ سَرو کرنے نتر تیار ہے

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
ssi: آپ <writePageLink>لِکھٹؔیں کے پنیپ</writePageLink> ٻول سیمݪ کری سِکتے ہے یا دؔیکھٹؔا پنیپ ٻولیں کُو دؔیکھی سِکتے <reviewPageLink>ہے</reviewPageLink>۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
ssi: تھم سُودے یو آر ایلا کُو اپݨیں پِسنداڑے ڈاؤن لوڈ مینیجرام نکݪ اور پیسٹ بھی کری سِکتے ہے۔ ٻو 12 کلاکینٚم کھُٹی جاؤنٚگڑے ، پݨ تھم کسی بھی ٻکھت نویں جِݨنیں نتر اس پنینٚپ پُوٹھے آئی سِکتے ہے۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ssi: تھارے بوڈ شارٹ کٹا کا اُپیوگ کری سِکتے ہے: { sc-review-form-button-approve-shortcut } سُئِیکار کرنے نتر، { sc-review-form-button-reject-shortcut } سے چھوڈؔٹؔیں نتر، { sc-review-form-button-skip-shortcut } کُو چھوڈؔݨیں

source: You can choose to make your username public or anonymous.
ssi: تھم اپݨیں اُپیوگ کرتا کا نانٚوا کُو جنتا کا یا گمنام ٹھاوݨیں کا چُناو کری سِکتے ہے۔

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
ssi: تھم <examplePromptsLink>اس شیٹام 120 سرے کے جھالے لوڑی سِکتے ہے۔</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
ssi: آپ <datasetsPage>ڈیٹا سیٹا کے پنیپ</datasetsPage> جائی سِکتے ہے ، لاجمی نامُونا اور بھاشا چُنی سِکتے ہے ، اور اسکُو ڈاؤن لوڈ کری سِکتے ہے! پھائلینٚم <metadataLink>میٹا ڈیٹاس جُڑوڑا ہے</metadataLink> ، جِدؔا ڈیموگرافک جاݨکاری اور مانیتا کی گِنتِیام ۔ ڈیٹا سیٹ ڈاؤن لوڈ کرنے نتر آپ کُو ایک ای میل پتہ پُگاوݨیں کی جرورت پڑُوں گڑی۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ssi: تھم ایک سادھارݨ اواج پروپھائل ٻݨائیں کن اور اپݨِیں اواجام دؔان دؔی کن ایک الگ ، کھُلا سروت ڈیٹا سیٹ ٻݨانٚوݨینٚم ساہِیتا کری سِکتے ہے۔

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ssi: آپ موزیلا بھاشا کی کُومیم دُؔوجینٚس مِلی سِکتے ہے اور کاماڑی کچیرِیا نتر <discordLink>ڈسکورڈ</discordLink> یا <discourseLink>ڈسکورس</discourseLink> ، یا اسِیاٹؔیں سلاہ نتر <matrixLink>میٹرکسام</matrixLink> سیمݪ ہوئی سِکتے ہے۔

source: You cannot add multiple sentences for a single submission
ssi: آپ ایکئی جما کراوٹؔیں نتر ایکیس ودھِیک ٻاتاں سیمل نائیں کری سِکو

source: You cannot request your recordings while another request is already in progress.
ssi: تھم اپݨیں ریکارڈنگا کی ٻِنتی نائیں کری سِکو پݨ دُؔوجی ٻِنتی آگُوچ ہوئی ری ہے۔

source: You can request a new takeout of your recordings every { $days } days.
ssi: تھم جات { $days } دؔنیم اپݨیں ریکارڈنگا نتر ٹیک آؤٹا کی بِنتی کری سِکتے ہے۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ssi: تھم مِنکھیں کی ساہیتا کرنے نتر کاہرِیا چلائی سِکتے ہے۔ یو آپ کے وَِچاراس سپا وَدھِیک سوَلا ہے. آپ اسکُو وَیڈیو کانفرنسنگ ٹولا بھیݪا آن لائن کری سِکتے ہے ، یا اپٹؔیں کن مِنکھ اگر یو سُرکشت ہے۔ <eventTemplate>کاہرِیا چلاوَٹؔیں نتر مھارے ٹیمپلیٹس اور سادھن جانٚچ کرو</eventTemplate>۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ssi: آپ <sentenceCollectorLinkAdd>تھوڑے سِک ٻول سیمݪ کری سِکتے ہے</sentenceCollectorLinkAdd>، یا آپ <bulkImportDocsLink>گیتھبا کا اُپیوگ کرتوڑے وَدھ میں وَدھ لوڑی سِکتے ہے</bulkImportDocsLink>۔ یاد راکھو کہ ٻول <licenseLink>سی سی 0 (یا جنتا ڈومین)</licenseLink> ہووَٹؔاں جروری ہے، یا آپ اپٹؔا لِکھی سِکتے ہے.
